---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs
source: html/e0aa438f-ea6d-8a88-78bc-cf46762df5e7.htm
---
# FamilyLoadedIntoDocumentEventArgs Members

Indicates whether the event is being cancelled.